<?php
return [
    // 展示在前台的年级+学科
    'showGradeSubjects' => [
        [
            'id' => '680384809005937',
            'name' => '初中',
            'subjects' => [
                ['id' => '680409076601795', 'name' => '数学'],
                ['id' => '681108706074424', 'name' => '物理'],
            ],
        ],
        [
            'id' => '680383857912558',
            'name' => '小学',
            'subjects' => [
                ['id' => '680409076601795', 'name' => '数学'],
            ],
        ],
        //[
        //    'id' => '680385784316946',
        //    'name' => '高中',
        //    'subjects' => [
        //        ['id' => '680409076601795', 'name' => '数学'],
        //    ],
        //],
    ],

    // 大纲版本root
    'syllabusRootId' => '680415224103023',
    'gradeRootId' => '680381940753749',
    'subjectRootId' => '680408093378529',

];
